/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Схоже, цей комп’ютер не під’єднаний до Інтернету.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Цей комп’ютер не під’єднаний до Інтернету.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Схоже, цей комп’ютер під’єднаний до Інтернету.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "DNS-сервер цього комп’ютера не відповідає.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS-сервер не може визначити ім’я сервера.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Маршрутизатор цього комп’ютера не відповідає.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Сервер, до якого під’єднується цей комп’ютер, не відповідає.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Схоже, цей комп’ютер під’єднаний до Інтернету.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Пароль веб-форми";

/* HTTP result code string */
"accepted" = "прийнято";

/* HTTP result code string */
"bad gateway" = "неправильний шлюз";

/* HTTP result code string */
"bad request" = "некоректний запит";

/* HTTP result code string */
"client error" = "помилка клієнта";

/* HTTP result code string */
"conflict" = "конфлікт";

/* HTTP result code string */
"continue" = "продовжити";

/* HTTP result code string */
"created" = "створено";

/* HTTP result code string */
"expectation failed" = "отримано не те, на що чекали";

/* HTTP result code string */
"forbidden" = "заборонено";

/* HTTP result code string */
"found" = "знайдено";

/* HTTP result code string */
"gateway timed out" = "вичерпався час очікування відповіді від шлюзу";

/* HTTP result code string */
"informational" = "додаткова інформація";

/* HTTP result code string */
"internal server error" = "внутрішня помилка сервера";

/* HTTP result code string */
"length required" = "потрібний розмір";

/* HTTP result code string */
"method not allowed" = "метод заборонений";

/* HTTP result code string */
"moved permanently" = "перенесений";

/* HTTP result code string */
"multiple choices" = "декілька варіантів";

/* HTTP result code string */
"needs proxy" = "потрібен проксі";

/* HTTP result code string */
"no content" = "відсутній вміст";

/* HTTP result code string */
"no error" = "помилок немає";

/* HTTP result code string */
"non-authoritative information" = "непідтверджена інформація";

/* HTTP result code string */
"not found" = "не вдалося знайти";

/* HTTP result code string */
"not modified" = "не модифікований";

/* HTTP result code string */
"partial content" = "частковий вміст";

/* HTTP result code string */
"payment required" = "потрібна оплата";

/* HTTP result code string */
"precondition failed" = "помилка передумови";

/* HTTP result code string */
"proxy authentication required" = "потрібна аутентифікація на проксі";

/* HTTP result code string */
"redirected" = "переадресований";

/* HTTP result code string */
"no longer exists" = "більше не існує";

/* HTTP result code string */
"request timed out" = "вичерпався час очікування відповіді";

/* HTTP result code string */
"request too large" = "запит надто великий";

/* HTTP result code string */
"requested URL too long" = "URL надто довгий";

/* HTTP result code string */
"requested range not satisfiable" = "заданий проміжок некоректний";

/* HTTP result code string */
"reset content" = "оновити вміст";

/* HTTP result code string */
"see other" = "наступні";

/* HTTP result code string */
"server error" = "помилка сервера";

/* HTTP result code string */
"service unavailable" = "сервіс недоступний";

/* HTTP result code string */
"success" = "успіх";

/* HTTP result code string */
"switching protocols" = "заміна протоколів";

/* HTTP result code string */
"temporarily redirected" = "тимчасово переадресовано";

/* HTTP result code string */
"unacceptable" = "неприйнятний";

/* HTTP result code string */
"unauthorized" = "не авторизований";

/* HTTP result code string */
"unimplemented" = "не підтримується";

/* HTTP result code string */
"unsupported media type" = "несумісний тип даних";

/* HTTP result code string */
"unsupported version" = "несумісна версія";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Помилка обміну даними з проксі-сервером вебу (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Помилка обміну даними з проксі-сервером захищеного вебу (HTTP).";

/* WebFoundationErrorUnknown description */
"Err-998" = "невідома помилка";

/* WebFoundationErrorCancelled description */
"Err-999" = "скасовано";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "некоректний URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Закінчився час очікування відповіді.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "несумісний URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Не вдалося знайти сервер із таким іменем вузла.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Не вдалося під’єднатися до сервера.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Втрачено зв’язок із мережею.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Помилка пошуку імені в DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "забагато переадресувань HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "ресурс недоступний";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Інтернет-з’єднання неактивне.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "переадресовано в нікуди";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Отримано некоректну відповідь від сервера.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "порожній ресурс";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "не можу декодувати необроблені дані";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "не можу декодувати вміст";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "не можу обробити відповідь";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Міжнародний роумінг вимкнено.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Неможливо встановити з’єднання, оскільки є активний дзвінок.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "З’єднання заборонене.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "потік тіла запита вичерпано";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Потрібну URL-адресу не знайдено на цьому сервері.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "файл є каталогом";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "У вас немає привілеїв для доступу до цього ресурсу.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "розмір ресурсу перевищує дозволене значення";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Сталася SSL-помилка; не вдається встановити безпечне з’єднання.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Термін дії сертифіката цього сервера закінчився.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Термін дії сертифіката цього сервера закінчився. Ви під’єднуєтеся до сервера, що видає себе за «%@», а це може загрожувати конфіденційності вашої інформації.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Сертифікат цього сервера недійсний.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Сертифікат цього сервера недійсний. Ви під’єднуєтеся до сервера, що видає себе за «%@», а це може загрожувати конфіденційності вашої інформації.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Сертифікат цього сервера підписано невідомим центром сертифікації.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Сертифікат цього сервера підписано невідомим центром сертифікації. Ви під’єднуєтеся до сервера, що видає себе за «%@», а це може загрожувати конфіденційності вашої інформації.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Сертифікат цього сервера ще недійсний.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Сертифікат цього сервера ще недійсний. Ви під’єднуєтеся до сервера, що видає себе за «%@», а це може загрожувати конфіденційності вашої інформації.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Сервер не прийняв цей сертифікат.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Сервер «%@» не прийняв цей сертифікат.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Серверу необхідний клієнтський сертифікат.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Серверу «%@» необхідний клієнтський сертифікат.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "не можу викачати з мережі";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Не можу створити файл";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Не можу відкрити файл";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Під час спроби закрити файл сталася помилка";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Не можу записати файл";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Не можу видалити файл";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Не можу перенести файл";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Не вдалося декодувати викачане";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Не вдалося декодувати викачане";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Хочете все одно під’єднатися до сервера?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Щоб змінити параметри проксі, відкрийте параметри мережі, перейдіть до розділу «Додатково» і натисніть кнопку «Проксі». По допомогу можна звернутися до системного адміністратора.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Потрібно пройти аутентифікацію на проксі-сервері";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Аутентифікація проксі-сервера %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Скасувати";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Ім’я користувача";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Пароль";
